[
  {
    "keywords": ["penn", "state", "harrisburg", "where", "located", "address", "campus"],
    "answer": "Penn State Harrisburg is located in Middletown, Pennsylvania near the Harrisburg International Airport."
  },
  {
    "keywords": ["admissions", "apply", "application", "undergraduate", "first year", "gpa"],
    "answer": "For admissions, you can apply through the Penn State website or Common App. The Admissions Office is located in the Swatara Building. You can contact them at hbgadmit@psu.edu."
  },
  {
    "keywords": ["library", "books", "study", "quiet", "research", "hours"],
    "answer": "The Penn State Harrisburg Library offers books, journals, databases, study spaces, and research help. It is located in the library building centrally on campus."
  },
  {
    "keywords": ["advising", "academic advising", "advisor", "schedule", "register classes"],
    "answer": "The Academic Advisory building is located in the Olmsted Building's left wing, second floor. For other advisory purposes, students can request it online via email."
  },
  {
    "keywords": ["tech", "wifi", "internet", "computer", "it", "help desk", "password"],
    "answer": "Information Technology Services (ITS) is located in the Olmsted Building basement (E110). They help with accounts, Wi-Fi, and software. You can contact the IT help desk by phone or email."
  },
  {
    "keywords": ["student life", "clubs", "organizations", "activities", "involvement"],
    "answer": "Student life includes clubs, organizations, and student government. Visit the Student Enrichment Center (SEC) 1st floor or browse the campus website for events."
  },
  {
    "keywords": ["sports", "athletics", "gym", "fitness", "recreation", "workout"],
    "answer": "The campus has a fitness center and various intramural sports. The Capital Union Building (CUB) houses the gym and athletic facilities."
  },
  {
    "keywords": ["health", "counseling", "mental", "doctor", "sick", "caps"],
    "answer": "Health and counseling resources (CAPS) are available in the Student Enrichment Center, 2nd floor. They offer mental health support and medical referrals."
  },
  {
    "keywords": ["disability", "accessibility", "accommodations", "sdr"],
    "answer": "Student Disability Resources (SDR) is located in the Student Enrichment Center, 2nd floor. They help arrange academic and housing accommodations."
  },
  {
    "keywords": ["parking", "permit", "car", "drive", "ticket"],
    "answer": "Most students need a parking permit. Visit the Parking Office in the Maintenance and Operations Building or buy permits online."
  },
  {
    "keywords": ["internship", "career", "jobs", "resume", "interview"],
    "answer": "Career Services is located in the Student Enrichment Center, 2nd floor. They help with internships, resumes, and job searches via Nittany Lion Careers."
  },
  {
    "keywords": ["food", "eat", "hungry", "dining", "cafeteria", "stacks", "coffee"],
    "answer": "You can grab food at 'Stacks Market' in the Olmsted Building or 'The Outpost' in the Student Enrichment Center. There is also a Starbucks available on campus."
  },
  {
    "keywords": ["housing", "dorm", "room", "live", "apartment", "village"],
    "answer": "On-campus housing is available at 'The Village'. It creates a neighborhood-style living experience. You can contact the Housing Office in the Community Center."
  },
  {
    "keywords": ["tuition", "cost", "money", "bill", "financial aid", "scholarship", "bursar"],
    "answer": "Tuition varies by residence and major. For questions about bills, scholarships, or FAFSA, visit the Bursar's Office or Financial Aid Office in the Swatara Building."
  },
  {
    "keywords": ["police", "safety", "emergency", "911", "help", "security"],
    "answer": "In an emergency, dial 911. For non-emergencies, University Police can be reached at 717-948-6232. Their office is located in the Susquehanna Building."
  },
  {
    "keywords": ["hello", "hi", "hey"],
    "answer": "Hello! I am the Penn State Harrisburg Chatbot. How can I help you today?"
  }
]
